{
  "adminLogin": "Admin Login",
  "addNewPost": "Add New Post",
  "logout": "Logout",
  "welcomeTitle": "Welcome to the AI Book Nook",
  "welcomeSubtitle": "Discover your next great read with our curated, AI-powered reviews. We help you find compelling stories and support authors with every purchase.",
  "buyOnAmazon": "Buy on Amazon",
  "byAuthor": "by {author}",
  "edit": "Edit",
  "delete": "Delete",
  "affiliateDisclosure": "Affiliate Disclosure",
  "disclosureText": "As an Amazon Associate, I earn from qualifying purchases. This blog contains affiliate links, which means if you click on a link and make a purchase, we may receive a small commission at no extra cost to you. This helps support our work in bringing you quality book recommendations.",
  "copyright": "© {year} AI Book Nook. All rights reserved.",
  "privacyPolicy": "Privacy Policy",
  "password": "Password",
  "invalidPassword": "Invalid password. Please try again.",
  "login": "Login",
  "close": "Close",
  "addPostTitle": "Add New Post",
  "editPostTitle": "Edit Post",
  "bookTitle": "Book Title",
  "author": "Author",
  "review": "Review",
  "generateReview": "Generate Review with AI",
  "generating": "Generating...",
  "imageUrl": "Image URL",
  "amazonLink": "Amazon Affiliate Link",
  "cancel": "Cancel",
  "savePost": "Save Post",
  "loading": "Loading...",
  "enterTitleAuthorFirst": "Please enter a title and author first.",
  "language": "Language",
  "privacyPolicyTitle": "Privacy Policy",
  "lastUpdated": "Last Updated:",
  "ppIntro": "This Privacy Policy describes how AI Book Nook (\\"we,\\" \\"us,\\" or \\"our\\") collects, uses, and discloses your information when you visit our website (the \\"Service\\").",
  "ppInfoCollectTitle": "Information We Collect",
  "ppInfoCollectBody": "We may collect personal information that you voluntarily provide to us, such as your name and email address when you subscribe to our newsletter or leave comments. We may also automatically collect certain information when you visit our website, such as your IP address, browser type, and operating system, through the use of cookies and similar tracking technologies.",
  "ppCookiesTitle": "Use of Cookies",
  "ppCookiesBody": "Our website uses cookies to enhance your browsing experience. Cookies are small data files stored on your device. We use them to understand site usage and improve content and offerings on our site. Some of our affiliate partners, like Amazon, may also use cookies to track purchases made through our links.",
  "ppAffiliateTitle": "Affiliate Links",
  "ppAffiliateBody": "Our website contains affiliate links. If you click on an affiliate link and make a purchase, we may receive a commission. This does not impact the price you pay. Our participation in affiliate programs helps us to maintain and operate this website.",
  "ppDataRightsTitle": "Your Data Rights",
  "ppDataRightsBody": "Depending on your location, you may have rights under data protection laws like GDPR or CCPA regarding your personal information, such as the right to access, correct, or delete your data. Please contact us to exercise these rights.",
  "ppChangesTitle": "Changes to This Policy",
  "ppChangesBody": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page."
}
